/* rfc2911 - 4.4.12 printer-state-reasons */
"connecting-to-device" = "A ligar.";
"cover-open" = "Tampa aberta.";
"developer-empty" = "Revelador vazio.";
"developer-low" = "Pouco revelador.";
"door-open" = "Porta aberta.";
"fuser-over-temp" = "Temperatura do fusor elevada.";
"fuser-under-temp" = "Temperatura do fusor baixa.";
"input-tray-missing" = "Tabuleiro de suporte inexistente.";
"interlock-open" = "Bloqueio aberto.";
"interpreter-resource-unavailable" = "Recurso indisponível (i.e. tipo de letra)";
"marker-supply-empty" = "Tinta/toner vazio";
"marker-supply-low" = "Pouca tinta/toner.";
"marker-waste-almost-full" = "Receptáculo de tinta/toner quase cheio.";
"marker-waste-full" = "Receptáculo de tinta/toner cheio.";
"media-empty" = "Tabuleiro de suporte vazio.";
"media-jam" = "Suporte encravado.";
"media-low" = "Tabuleiro de suporte quase vazio.";
"media-needed" = "O tabuleiro de suporte necessita de ser abastecido.";
"moving-to-paused" = "Impressora a desligar,";
"none" = " ";
"opc-life-over" = "OPC em fim de vida.";
"opc-near-eol" = "OPC quase em fim de vida.";
"other" = " ";
"output-area-almost-full" = "Receptáculo de saída quase cheio.";
"output-area-full" = "Receptáculo de saída cheio.";
"output-tray-missing" = "Tabuleiro de saída inexistente.";
"paused" = "Em pausa.";
"shutdown" = "Impressora sem ligação.";
"spool-area-full" = "Área de spool cheia.";
"stopped-partly" = "Parcialmente parada";
"stopping" = "A parar";
"timed-out" = "A impressora não responde.";
"toner-empty" = "Sem toner.";
"toner-low" = "Pouco toner.";

/* rfc2911 - 4.3.8  job-state-reasons */
"aborted-by-system" = "A parar.";
"compression-error" = "Erro na descompressão.";
"document-access-error" = "Erro no acesso ao documento.";
"document-format-error" = "Erro de formato do documento.";
"job-canceled-at-device" = "Cancelado na impressora.";
"job-canceled-by-operator" = "Cancelado pelo operador.";
"job-canceled-by-user" = "Cancelado pelo utilizador.";
"job-completed-successfully" = " ";
"job-completed-with-errors" = "Concluído com erros.";
"job-completed-with-warnings" = "Concluído com avisos.";
"job-data-insufficient" = "Dados insuficientes.";
"job-hold-until-specified" = "Reter até.";
"job-incoming" = "A receber.";
"job-interpreting" = "A interpretar.";
"job-outgoing" = "A enviar.";
"job-printing" = "A imprimir.";
"job-queued-for-marker" = "Em lista de espera para marcador.";
"job-queued" = "Em lista de espera.";
"job-restartable" = "Reiniciar.";
"job-transforming" = "A transformar.";
"printer-stopped-partly" = "Impressora parcialmente parada.";
"printer-stopped" = "Impressora parada.";
"processing-to-stop-point" = "A parar.";
"queued-in-device" = "Preparada.";
"resources-are-not-ready" = "Os recursos não estão preparados.";
"service-off-line" = "Serviço sem ligação.";
"submission-interrupted" = "Envio interrompido.";
"unsupported-compression" = "Compressão não suportada.";
"unsupported-document-format" = "Formato de documento não suportado.";

/* rfc3998 - 8/9 Additional Values for {printer,job}-state-reasons */
"hold-new-jobs" = "Reter novos trabalhos";
"deactivated" = "Desactivado";
"job-suspended" = "suspenso.";

/* CUPS defined reasons */
"cups-missing-filter-error" = "Filtro inexistente.";
"offline-error" = "Desligada.";

/* Apple defined reasons */
"apple-appletalk-disabled-warning" = "O AppleTalk está desactivado.";
"apple-missing-usbclassdriver-error" = "Falta o recurso de classe USB.";
"apple-nbp-lookup-warning" = "A impressora não responde.";
